[language]

;Language name 

name=Español

[firstrun]
chooselanguage=¡Por favor, elija su idioma!
ok=De Acuerdo
ignore=Ignorar
oldini=Importar el archivo de configuración utilizado anteriormente
loadini=Importar
loadfail=¡El archivo de configuración no se encontró en este directorio!
loadsuccessful=¡Importado con éxito! 
steambak=¿Quieres sincronizar los archivos de configuración de Steam?


[steam]
save=Guardar la configuración en la nube de Steam
load=Restaurar la configuración de la nube de Steam
steamnotrun=¡Necesitas ejecutar Steam para usar esta función!
uploadfilemaxsize=El tamaño máximo del archivo cargado es de 100 MB


[workshop]
list_install=Instalado
list_home=Portada
list_subscribe=Suscrito
list_upload=Subido
list_voteup=Gustado
list_themesskin=Máscaras y temas
list_widget=Mstilo de componente

newthemetip=Introduce un nombre de tema
deltheme=Borrar tema

subscribe=Suscripción
unsubscribe=Cancelar la suscripción

icons=Paquete de iconos
dockskin=Piel de muelle
Single icon=Ícono autónomo
Time skin=Tiempo de la piel
Calendar skin=Piel de calendario
Sound=Sonido
language=Lingüístico

sort_alltime=todos
sort_week=semana
sort_month=mes
sort_year=año

sort_hot=Popular
sort_new=A hoy
sort_sub=Suscripción
sort_vote=Puntaje

filesize=Tamaño del archivo
updatetime=Última hora de actualización

runerror=¡Steam debe estar funcionando para usar esta función!
opensteam=Abrir Steam

newtheme=Crear un nuevo tema
edittheme=editar

[themesedit]
shell=apariencia
offset=compensar
Delimiter and run=Delimitador e indicador de carrera
Progress bar=Barra de progreso

savetheme=Salvar

applytheme=¿Guardar correctamente aplica este tema inmediatamente?
filetip_drop=Arrastre y suelte la imagen aquí
filetip=Haga clic o arrastre y suelte la imagen directamente aquí
dropfile=¿Desea reemplazar esta imagen?

selectpicture=Seleccionar una imagen
cliptip=cosecha
clipleft=Izquierda
clipbottom=Hemline
clipright=Derecha
cliptop=Borde superior

dockbg=fondo
dockblur=Desenfocar el fondo
Progress bar border=marco
Progress bar bg=fondo
Run indicator=Indicador de ejecución
Run offset=compensar
delimiter=separador
Margins=Márgenes
Margins trimmer=Ajuste fino del margen (valores recomendados 0-0,2)
folder=carpeta
trash_empty=Papelera de reciclaje (vacía)
trash_full=Papelera de reciclaje (llena)

calmon=mes
calday=fecha

timebg=fondo
timehour=hora
timeminute=minuto
timesecond=segundo

timetype=Tipo de reloj
timetype_pointer=puntero
timetype_number=cifra
fontname=El nombre de la fuente
fontsize=Tamaño de fuente
fontalign=Alineación de texto
fontpoint=Coordenadas de texto
format=Formato de hora
fontcolor=Color del texto

workshopshare=¿Subís temas al Taller?
sharesuccess=¡Subido correctamente al taller!
sharefailed=¡Error al cargar!

workshop_Preview=Vista previa
workshop_description=descripción
workshop_otherPreview=Más vistas previas
workshop_Previewbuild=Generado automáticamente
workshop_Previewselect=Seleccione la imagen
workshop_tip_description=Introduce una descripción del tema

[systeminfo]
cpu=Procesador
gpu=Tarjeta grafica
memory=Memoria
system=Sistema
moreinfo=Más información

[monitor]
process=Proceso
readwrite=Leer/Escribir
usage=Uso

;------------------------------------
[tips]
openUACtip=Se detecta que el sistema ha desactivado el UAC, lo que puede resultar en la imposibilidad de utilizar la función de arrastrar y soltar archivos en el muelle para abrirlos. ¿Desea habilitar el UAC del sistema?
openUACtip1=El UAC se habilitó correctamente y es necesario reiniciar el sistema para que surta efecto. ¿Desea reiniciar el sistema de inmediato?
openUACtip2=¡Error al habilitar UAC!

crashtip= El programa ha fallado, reiniciarlo?
;------------------------------------

[iconame]

;dock Label name

explorer=Finder
launchpad=Launchpad
cal=Calendario
trash=Papelera

;The last icon in the folder interface

exploreropen=Abrir
return=Atrás

;System time icon label name format

timeformat=ddd d/M/yyyy
; El formato de hora es el formato de tiempo del sistema y m mes d fecha dd día de la semana ddd día de la semana


remove=Remove

;------------------------------------------------------------

[systemicon]
;System icon name
controlpanel=Panel de control
taskbar=Icono de bandeja
systemtime=Hora del sistema
network=Red de internet
weather=Tiempo
battery=Batería
startmenu=Menú Inicio
virtualdesktop=Escritorios virtuales


------------------------------------

[editicon]
;Edit icon window

addtips=Los archivos se pueden arrastrar y soltar aquí

reset=Restablecer
ok=Guardar
restore=Restaurar
addname=Editar nombre para mostrar
addicotipsHaga clic en el botón superior derecho para agregar un icono.
switch=Interruptor
trashempty=Papelera vacía
trashfull=Papelera llena
iconshell=Usar máscara de iconos
addline=Comando Ejecutar

share=Cuota
Icon Designer title=Editor de iconos

Icon Designer=Editar
select=Seleccione el archivo

icolabel=Icono
selectpicture=Seleccionar
icosize=Escalado de iconos
icooffsetx=Desplazamiento horizontal del icono
icooffsety=Desplazamiento vertical del icono
icobackground=antecedentes
iconshadow=Usar sombras de iconos
icoroundrect=Ángulo de ronda de icono
icocolor=Color
icogradient color=Usar degradados
icocolorangle=ángulo de gradiente

;Pop up select file window title

selectfoldertitle=Seleccionar carpeta
;Weather forecast search city
searchcity=Buscar nombre de ciudad


;------------------------------------

[editcal]

;Edit calendar window
monfontsize=Tamaño de fuente del mes:
dayfontsize=Tamaño de fuente de fecha:

monthfont=Fuente del mes:
dayfont=Fuente de fecha:
monthpoint=Ubicación del mes:
daypoint=Lugar de la fecha:
monthposition=Alineación del mes:
dayposition=Alineación de fechas:
monthcolor=Color del mes:
daycolor=Color de fecha:
rotation=Ángulo de rotación:
default=Usar la configuración predeterminada

ok=Si
test=Prueba

left=Izquierda
right=Derecha
center=Centro

;Pop up select picture window title

selectcalicon=Elegir una imagen de calendario

;------------------------------------

[editicontips]
;An error message pops up on the edit icon interface

iconduplicate=¡Este programa ha sido añadido al Dock!

titleerror=¡El nombre para mostrar del programa no puede estar vacío!
filepatherror=¡La ruta del programa y el icono no pueden estar vacíos!

padtitleerror1=El nombre del archivo está duplicado, ¡vuelva a ingresar!
padtitleerror2=Error de modificación de archivos, ¡no coloque el programa en la unidad 'C'!

workshopshare=Subir este ícono al taller?
workshopsharesuccess=¡El icono se ha compartido con éxito en el taller!
workshopsharefailed=¡Error al compartir íconos!

formaterror=Formato no compatible, por favor ponga en formato png, ico, exe, lnk!

;---------------------------------------------------------------------------
;Preferences window
[settingUI]
cloudini=Guardar en la nube de Steam
uploadcloudini=Sube el archivo
nofoundini=El archivo no se carga
downloadcloudini=Descargar el archivo
managesteamcloud=Administrar archivos
cloudfile=Archivos en la nube de Steam
uploadcloudfile=Sube el archivo
filename=Nombre de archivo
filesize=Tamaño del archivo
filetime=Tiempo de carga

settitle=Preferencias de MyDockFinder

backupsuccess=¡Cargado con éxito!
backupfail=¡No se pudo cargar!


Global Settings=Configuración global

openMyDock=Abrir MyDock
openMyFinder=Abra MyFinder

gameautoclose=Salir automáticamente al jugar en pantalla completa
ProcessRecentFiles=Muestra el número de archivos abiertos recientemente por el programa

DPIscale=Escala de visualización de la interfaz global
Globalblurvalue=Valor de desenfoque de la interfaz global 
Accentcolor=Color de acento de la interfaz global
darkmodeall=Modo de color de interfaz global

darkmode_light=Luz
darkmode_dark=Oscuro
darkmode_auto=Coche
darkmode_system=Sistema

uiaccesstop=Utilice la función superior de la ventana

aero=Activar el efecto de desenfoque global
systemdarkmode=El color del sistema sigue al mydockfinder
autoupdate=Comprobar automáticamente si hay actualizaciones del programa
systemstart=El modo de inicio
none=sin
regedit=Registro del sistema
plantask=plan de misión
Service=Servicio

windowscenterscreen=La nueva ventana se muestra en el centro de la pantalla
showhidetaskbar_hotkey=Mostrar u ocultar las teclas Hot de la barra de tareas

autohidetaskbar=Ocultar automáticamente la barra de tareas al inicio

hidetaskbar_dock=Oculta la pantalla donde se encuentra la barra de tareas
hidetaskbar_all=Ocultar todas las barras de tareas de la pantalla

languagechoice=Elija el idioma de visualización del programa
allfont=Elija la fuente del programa
usefontbold=Usar fuente en negrita
fontscale=Modificar la escala global de la fuente

themes=Temas

customize_blur=Ajustar la intensidad del desenfoque
customize_opacity=Ajustar la transparencia
customize_stroke=Transparencia de los bordes
customize_enabled_dockbg=Dock utiliza transparencia y desenfoque de fondo personalizados
customize_enabled_iconreflection=Dock utiliza el reflejo del icono
customize_blur_iconreflection=Ajustar la intensidad del desenfoque del reflejo del icono
customize_opacity_iconreflection=Ajustar la transparencia del reflejo del icono
customize_offset_iconreflection=Ajustar la distancia de reflexión del icono
customize_stoppoint_iconreflection=Ajustar la distancia de degradado del reflejo del icono

customize_enabled_icontag=La etiqueta del icono de Dock utiliza transparencia y desenfoque de fondo personalizados
customize_enabled_menu=El menú utiliza transparencia y desenfoque de fondo personalizados
customize_enabled_window=La interfaz de ventana utiliza transparencia y desenfoque de fondo personalizados
customize_enabled_finder=MyFinder utiliza transparencia y desenfoque de fondo personalizados
customize_opacity_wallpapercolor=Ajustar la densidad del color de acento del papel tapiz
customize_enabled_folder=La interfaz de carpeta utiliza transparencia y desenfoque de fondo personalizados
customize_enabled_foldersize=La interfaz de la carpeta utiliza un tamaño de icono personalizado

customize_enabled_pad=La biblioteca de aplicaciones utiliza un desenfoque de fondo personalizado
customize_enabled_pad_backdrop=La biblioteca de aplicaciones usa el fondo de pantalla actual
customize_enabled_pad_winuiwallpaper=La galería de aplicaciones utiliza un efecto de desenfoque de fondo de pantalla en vivo
selectthemes_icon=Elija el tema del icono
selectthemes_dockskin=Elija un tema de máscara de Dock


general=General
advanced=Avanzado
preview=Vista previa de la ventana
minimizewindowsettings=Minimizar ventana
systrayicoset=Bandeja
screenset=Pantalla

timeset=Hora
notificationset=Notificación

audioset=Audio
displayset=Monitor
mediaset=Medio
batteryset=Batería
netset=Red
monitorset=Monitor
windowsanimationset=animación de ventana


about=Acerca de

icosize=Tamaño predeterminado del icono
icoeffect=Efecto de icono

dockeffect_none=ninguno
dockeffect_scale=Desincrustación
dockeffect_select=Seleccionar
dockeffect_light=alumbrado
dockeffect_scaleandlight=Escala y luz
dockeffect_selectandlight=Seleccionar y encender
icolightvalue=Intensidad de luz de icono
icobglightvalue=Intensidad de luz de fondo ícono
icobglightcolor=Icono de fondo de fondo de fondo

icomaxsize=Tamaño ampliado del icono

icospace=Distancia entre iconos
edgeposition=Distancia de acoplamiento desde el borde de la pantalla


displaymode=Modo de visualización Dock
displaynormal=Modo de visualización predeterminado
displaybottom=Modo de visualización de superposición
displayauto=Modo de ocultación automática
displaysmart=Modo de ocultación inteligente
displayhotkey=Modo de visualización de teclas de acceso rápido
displayalways=Modo Mostrar siempre
displayhide=Modo Ocultar siempre
displayalwaysshow=Mostrar siempre, incluida la pantalla completa
displaydesktop=Modo de visualización de escritorio
showmodewindows=Seleccione cómo el Dock muestra y oculta la ventana de detección
showhidetest_exe=La ventana del programa actual
showhidetest_all=Todas las ventanas del programa

showhidetype=Seleccione el Dock para mostrar el efecto oculto

showhideeffect_move=mover
showhideeffect_opacity=Desaparecer

activation Dock Type=El Dock muestra cómo se activó
showdockact_mouse=El borde de la pantalla
showdockact_bar=Barra de activación

actbar_weight=Ajustar el ancho de la barra activa
actbar_height=Ajustar la altura de la barra activa
actbar_offset=Ajustar la distancia de pantalla de la barra activa
mouseactdock=El retraso del mouse activa el tiempo del muelle

positiononscreen=Posición de la pantalla dock
screenleft=Izquierda
screenbottom=Abajo
screenright=Derecha
screentop=Arriba

multiscreen=Seleccione la pantalla para mostrar el Dock
multiscreenpad=Seleccione la pantalla para mostrar el Launchpad
padicotype=Seleccione el icono que muestra la biblioteca de aplicaciones
padicotype_normal=Icono agregado
padicotype_startmenu=Menú Inicio
padicotype_desktop=Programa de escritorio
padicosize=Tamaño del icono de la biblioteca de aplicaciones
padicospacex=Espaciado horizontal del icono
padicospacey=Espacio vertical del icono
padicoblacklist=Editar el programa eliminado del menú Inicio
padblacklist=Administrar listas

padscreenname=Seguir Dock
lockicon=Bloquear mover iconos del Dock
showicontag=Mostrar texto de etiqueta de icono
windowsborder=Ventanas maximizadas hasta el dock (dejarlo visible siempre)
jumpanimation=Haga clic en el icono para rebotar la animación de inicio
folderDoubleclickOpen=Haga doble clic en el icono de carpeta para abrirlo
foldernoshowopen=No mostrar el botón de abrir carpeta
iconmask=Agregar un efecto de máscara a todos los iconos
show indicators=Mostrar indicadores para aplicaciones abiertas
Runapp separator=Separar los programas en ejecución no desanclar
newapp=Mostrar el icono del nuevo programa en ejecución
blacklist=Administrar la lista de prohibiciones
noblacklist=Sin procedimiento de prohibición
hotcornerleft=Funciones en la esquina inferior izquierda de la pantalla
hotcornerright=Funciones en la esquina caliente inferior derecha de la pantalla
hotkeypad=Mostrar tecla de acceso rápido Launchpad
hotkeyDock=Mostrar tecla de acceso rápido Dock
hotkeyborder=Activar y desactivar los bordes de la ventana del Dock

dockicobackup=Archivo de icono del Dock de copia de seguridad 
backuplist=Administrar archivos de copia de seguridad 
Addbackupdockico=Agregar copia de seguridad de iconos 
locationbackup=Abra la carpeta de copia de seguridad 

minimize=Minimizar la ventana al Dock
animationoff=Cerrar ventana minimizar animación
Slow animation=Mantenga presionada la tecla Mayús para ralentizar la animación
minimizeeffect=Minimizar la ventana con efectos especiales

genie=Genio
scale=Escama
scaleDX=Escala DX
suck=Chupar

minimizeAnimationspeed=Minimizar la velocidad de animación de la ventana
Minimize dynamics=Mostrar dinámicamente el contenido de la ventana cuando se minimiza

Minimize to icon=Minimizar ventanas en el icono de la aplicación
Minimizeblacklist=Cancelar programa de animación minimizar
Editwindowlist=Editar lista de ventanas

minicopos=Minimizar la posición del icono de la ventana
dockmin_lastico=Junto al icono de la derecha
dockmin_right=Mostrado independientemente a la derecha
dockmin_rightandlim=El lado derecho se muestra de forma independiente mediante un separador

previewon=Habilitar vista previa de la ventana
previewsize=Tamaño de la vista previa de la ventana
previewdelay=Vista previa de visualización retrasada

previewcontrol=Mostrar otros elementos de vista previa
previewappname=Nombre de la aplicación
previewbutton=Botones de control de ventana
aeropeek=Mostrar vista previa de la ventana completa al pasar el ratón


logotype=Seleccione el estilo de botón de la izquierda
diylogo=Seleccionar archivo
shutdownmsgbox=Aparecerá confirmar para reiniciar el apagado del sistema
finderdark=Elija el modo de color MyFinder
mouseactfinder=Tiempo de activación de retardo del mouse MyFinder
showusbdevice=Se muestran los discos extraíbles USB

systemtraycolor=Mostrar iconos de bandeja de colores
showkeyboard=Mostrar iconos de métodos de entrada
showsearch=Mostrar icono de búsqueda
showLyrics=Mostrar letras del reproductor de música
showLyrics_color=Mostrar las letras del reproductor de música en color

musiccontrolshowmode=Modo de visualización de control de medios
musiccontrol_close=No mostrar
musiccontrol_activity=Mostrar cuando se muestran las letras
musiccontrol_always=Siempre muestra

finderdark_auto=Papel tapiz
finderdark_set=Ajuste

multiscreenfinder=Seleccione la pantalla para mostrar MyFinder
findershowallscreens=Todas las pantallas

stagemanagerset=Stage Manager
showstagemanager=Mostrar el icono del director de escena en MyFinder
showstagemanagerwindowtitle=Mostrar el título de la ventana al pasar el mouse
showstagemanagerdesktophidewindows=Haz clic en el escritorio para ocultar todas las ventanas.
showstagemanagermediaplaypause=Pausa y reproduce automáticamente los medios de la ventana de fondo
stagemanager_hotkey=Teclas rápidas del director de escena

stagemanagerblacklist=Programas excluidos de Stage Manager
stagemanager_showdesktop=mostrar los iconos del escritorio
desktopico_hide=ocultar siempre el icono
desktopico_auto=auto mostrar ocultar
desktopico_show=siempre muestra

stagemanager_enable=director de escena abierto
stagemanager_listpos=La posición de la pantalla donde se encuentra la lista de ventanas
stagemanager_listshowmode=Lista de ventanas Mostrar modo oculto

stagemanager_windowsize=tamaño del icono de la lista de ventanas
stagemanager_windowspace=Espaciado de iconos de lista de ventanas
stagemanager_windowcount=Número de iconos de lista de ventanas
stagemanager_windowsblur=Desenfocar los iconos de la ventana de fondo

showmediacontrol=Muestra el icono de reproducción multimedia

showuseraccount=Se muestra el icono de la cuenta

finderdisplaymode=Seleccione el modo oculto de visualización de MyFinder
finderautochangecolor=Maximice la ventana para usar el modo inmersivo
finderfastclosewindow=Haga clic en la esquina superior derecha para cerrar la ventana maximizada actual
myfinderscaleopen=Usar escalado personalizado

finderlockbtn=Botón de bloqueo para evitar arrastrar
findershowmenu=Mostrar otros elementos del menú del programa
bluetooth_showbattery=Dispositivo bluetooth conectado
bluetooth_not show=No mostrar
bluetooth_icon=Mostrar solo iconos
bluetooth_value=Icono de pantalla y nivel de batería

showaudio=Mostrar icono de volumen en MyFinder
showmicrophone=Mostrar icono de micrófono en MyFinder

showbattery=Mostrar icono de batería en MyFinder
shownetwork=Mostrar icono de red en MyFinder
showbluetooth=Mostrar icono de Bluetooth en MyFinder
showdisplay=Mostrar icono de visualización en MyFinder
showcpu=CPU
showtemp=Temperatura
showmen=Memoria Ram
showdisk=Disco
shownet=Datos de internet

showbatterytime=Muestra el tiempo restante de la batería
batteryshow_none=No se muestra
batteryshow_acdc=Siempre se muestra
batteryshow_ac=Cuando se utiliza una fuente de alimentación
batteryshow_dc=Al usar baterías

powerset_open=Cambiar automáticamente los planes de energía
powerset_aconline=Planes de energía cuando se usa energía
powerset_battery=Planes de energía al usar baterías

formatdate=Elegir formato de visualización de fecha
formattime=Elegir el formato de visualización de la hora
customformatdate=Personalizar el formato de visualización de la fecha
customformattime=Personalizar el formato de visualización de la hora

showbatteryvalue=Mostrar porcentaje de batería 
audiotip=Reproducir sonido de cambio de volumen
mediatype=Seleccione el estilo de solicitud de volumen y brillo

media_system=Sistema
media_speakers=MacOs
media_phone=Teléfono

hotkeyvolup=Tecla de acceso rápido para subir volumen
hotkeyvoldown=Tecla de acceso rápido para bajar volumen
hotkeyvolmute=Tecla de acceso rápido para silenciar volumen
hotkeymicup=Tecla de acceso rápido para subir el volumen del micrófono
hotkeymicdown=Tecla de acceso rápido para bajar el volumen del micrófono
hotkeymicmute=Tecla de acceso rápido para silenciar el micrófono


hotkeybriup=Tecla de acceso rápido brillo
hotkeybridown=Tecla de acceso rápido brillo hacia abajo

systemnotification=Notificación del sistema
usbdevicenotification=Mostrar conexión de disco móvil y notificación de expulsión
bluetoothdevicenotification=Mostrar notificación de conexión de dispositivo Bluetooth
Appnotification=Notificaciones de aplicación
notification_open=Permitir notificaciones
notification_type=Cómo se muestran las notificaciones de banner
notification_time=Tiempo de visualización de notificación de banner
notification_show_close=No mostrar pancarta
notification_show_once=Mostrar solo la primera vez
notification_show_always=Siempre muestra

trayicoallshow_myfinder=Mostrar siempre todos los íconos de la bandeja del sistema en MyFinder
trayicoallshow_mydock=Mostrar siempre todos los iconos de la bandeja del sistema en MyDock
trayicoallshow_systemico=Muestra el icono de la bandeja del sistema en MyFinder
trayico_waittime=El icono de la bandeja recién ejecutada muestra la hora

Apptrayico=Icono de la bandeja de aplicaciones
apptrayicoshow_finder=Mostrar icono de bandeja en MyFinder
apptrayicoshow_dock=Mostrar icono de bandeja en MyDock

screenround=Esquinas redondeadas de la pantalla
screenround_show=Habilitar esquinas de pantalla redondeadas
screenround_size=tamaño de la esquina de la pantalla
screenround_color=color

openwindowsshow=Animación de apertura de ventana
windowsopeneffect=Efecto de animación de apertura de ventana

openwindowsclose=animación de cierre de ventana
windowscloseeffect=Efecto de animación de cierre de ventana
windowsblacklistadd=ventana para agregar exclusiones
windowsblacklistdel=Eliminar ventanas para programas excluidos
windowsclose_animation=Ajustar la velocidad de la animación

stagemanager_animation=Ajustar la velocidad de la animación
mediatiptime=Tiempo de visualización del indicador de brillo del volumen

other=otro

wallpaper=Papel tapiz

selectwallpaper=Seleccione el tema Fondo de pantalla
wallpapernone=Ninguno
loadwallpaper=Cargar tema de fondo de pantalla 
wallpaperdownload=Descargar temas de fondo de pantalla 
wallpaperOK=Aplicación

restartdock=Reiniciar

resetini=Datos claros
resetini_ok=Despejar
resetini_config=Perfil de preferencias
resetini_ico=Perfil de icono de muelle
resetini_padico=Configuración de biblioteca de aplicaciones
resetini_padicocache=Caché de iconos de Launchpad

systemiconcache=Caché de iconos del sistema

uninstall=Desinstalación

updatelog=Registro de cambios
updatelogcheck=Vista

ok=Si
cancel=Cancelar

------------------------------------------------------------
[hotcorners]
nothing=nada
allwindows=Mostrar todas las ventanas
launchpad=Mostrar Launchpad
displaytosleep=Apagar la pantalla
startmenu=Mostrar menú de inicio
showdesktop=Mostrar escritorio
actioncenter=Centro de operaciones de Windows
screensaver=Protector de pantalla
Windows widget=Widgets de Windows

[settingtips]
backupsuccess=¡Subido con éxito!
backupfail=¡Subida fallida!

hotkeyhideerror=Configure para mostrar la tecla de acceso directo del Dock o esta función puede no estar disponible.
resetinitip=¿Desea restablecer el archivo de configuración?
systemicontip=¿Quieres borrar la caché de iconos del sistema?

DPItips=¡Algunas interfaces surtirán efecto después de cerrar y volver a abrir!
winuiwallpapertip=Si la computadora falla después de encenderla, desactive esta opción y tendrá efecto después de reiniciar el programa. ! !

;An error message pops up on the setting interface
padicotypetips=Después de modificar esta opción, debe restablecer el ícono, ¡elija con cuidado!

edgetip=¡El límite de la ventana de límite abierto no se puede ajustar!
autohideerror=¡Esta función no se puede habilitar al abrir el límite de la ventana!
neterror=Error de red, compruebe la conexión.
autohide=¡Auto hide Dock no puede habilitar esta función!
updateerror1=Error de red, ¡inténtelo de nuevo!

updatetip1=¿Hay una nueva versión actualizada?
updatetip2=¿El archivo se actualiza inmediatamente después de la descarga?

noupdate=Es la última versión, ¡no es necesario actualizarla!

restarttip=¡Ábrelo después de reiniciar el programa!

languagetips=¡Algunas interfaces deben reiniciarse para cambiar!

restartruntip=¿Desea reiniciar el programa?

backupfolderror=No se pudo crear la carpeta de copia de seguridad, ¡verifique los permisos del directorio!

backuptips=¿Desea restaurar este archivo de copia de seguridad?


;-------------------------------------------------------------------

[menu]
;Right menu

closewindows=Cerrar la ventana

otheroption=Opciones
dockmenu=Menú del programa
menurecent=Visitado recientemente
menubind=Fijo
menutask=tarea

edit_cut=Cortar
edit_copy=Copiar
edit_paste=Pegar
edit_selectall=Seleccionar todo
edit_delete=Eliminar
edit_openurl=URL abierta

workshop=Workshop
newfinderwindow= Ventana de Finder
gotofolder=Ir a la carpeta
connecttoserver=Escritorio remoto
showlaunchpad=Mostrar Launchpad


addnormalicon=Agregar app normal
addsystemicon=Agregar app del sistema
add delimiter=Agregar separador
del delimiter=Quitar separador

showtaskbar=Mostrar barra de tareas
hidetaskbar=Ocultar barra de tareas
preference=Ajustes
enddock=Cerrar

editicon=Editar icono
removefromdock=Eliminar del Dock
keepindock=Mantener en el Dock
locationfile=Abrir ubicación de archivo
runagain=Ejecutar este programa de nuevo
nevershowthis=No volver a mostrar este programa
adminmode=Abrir en modo administrador
open=Abrir
quit=Cerrar

emptytrash=Vaciar la papelera
sortorder=ordenar por
Byname=Nombre
Bysize=Tamaño
Byextension=Tipo
Bydate/time=Cambiar la hora
Createtime=Tiempo de creación
Groupdirectories=Directorios primero
reverseorder=Orden inversa
closewindow=Cerrar esta ventana
Display=El contenido de la pantalla es
Folder=Carpeta
Stack=Apilado
Locatefolder=Abrir directamente
FolderEffect=Efecto de visualización
Grid=Rejilla
Fan=Abanico
menufold=Menú

showmodeapps=Establecer el modo de visualización independiente y ocultar
showmodedesktop=Establecer la pantalla del escritorio y el modo de ocultación
NominiEffect=No mostrar la animación al minimizar la ventana
nevershowprogress bar=No mostrar la barra de progreso de este programa
showmodenormal=Seguir la configuración
msgtips=Configurar un recordatorio de mensaje
incognito=Nueva ventana en modo incógnito

systemmenu=Menú del sistema

timeskin=Seleccione la esfera del reloj
timedefault=Predeterminado

----------------------------------------------

[launchpad]

addicon= Añadir
deleteicon=Eliminar este icono
padsortname=Ordenar por nombre
padsort=Autocompletar icono

search=Buscar
ok=De acuerdo
addtips=Por favor, arrastre los archivos exe y lnk aquí
----------------------------------------------

[promptwindow]

;Empty trash can prompt and other prompts

ok=Si
cancel=Cancelar
trashok=Vaciar la papelera
trashtitle=¿Está seguro de que desea vaciar la papelera?
batterytip=¡Conecte el cargador si la batería está baja!

eject=ha sido expulsado
Connected=conectado
brightnesstip=Ajustar el brillo del monitor puede causar daños permanentes al monitor, ¡hágalo con precaución!
brightnesstip1=Se detecta un brillo del monitor de 0, si el monitor no muestra contenido o no hace clic en Aceptar, restablezca el brillo de la pantalla después de 5 segundos

-----------------------------------------------
;Time format description
;ddd day of the week dddd day of the week M month d day H 24 hour format h 12 hour format m minutes s seconds
;Double letters with two digits for example  HH:mm:ss  09:06:05
;All the following formats can be customized and modified, and the number on the left can be added without limit = left blank to indicate that the date is not displayed
;After the modification is saved, it will take effect immediately, directly set and click the time format menu to display the effect
;invisible text (no erase, is between the lines):- - 
[formatdate]
1=
2=ddd‎
3=MMM d ‎
4=MMM d ddd‎ 
5=ddd MMM d‎ 
6=ddd d MMM 
7=ddd d MMM -‎
8=ddd d‎ 
9=ddd‎ ‎ ‎ -‎ ‎ ‎ d/M/yy‎ ‎ ‎ -‎ 

[formattime]
1=H:mm
2=h:mm tt
3=H:mm:ss
4=h:mm:ss  tt

[calicon]

;Calendar icon month text

m1=ENE
m2=FEB
m3=MAR
m4=ABR
m5=MAY
m6=JUN
m7=JUL
m8=AGO
m9=SEP
m10=OCT
m11=NOV
m12=DIC


[findermenu]
lockscreen=Bloquea tu pantalla
usersetting=Configuración de la cuenta

HideMenu=Oculta la barra de menús de la ventana
systemmenu=Menú de la ventana actual

bluetooth=Bluetooth
Bluetooth settings=Configuración de Bluetooth
device=Dispositivo
Preferred network=Red preferida
other networks=Otras redes
network settings=Configuración de red
Audio=Sonido
output=Salida
Microphone=Micrófono
input=Dispositivo de entrada
audio settings=Ajustes de audio
battery settings=Configuración de la batería
BatteryEstimatedTime=restante
batterytime_hour=horas
batterytime_min=minutos
Edit title=Editar título
Window border=Borde de la ventana
end finder=Cerrar MyFinder
About This PC=Acerca de este Mac
System settings=Configuración del sistema
app Store=App Store
Task manager=Administrador de tareas
Sleep=Dormir
Dormant=Hibernar                               ⌥ ⌘ ⎋
Shutdown=Apagar
Reboot=Reiniciar
Shutdown&Update=Apagar y actualizar
Reboot&Update=Reiniciar y actualizar

Lock screen=Pantalla de bloqueo           ⌃ ⌘ Q
Logout=Cerrar sesión                        ⇧ ⌘ Q

symbol=Mostrar emoticonos y símbolos 
Screen Keyboard=Mostrar teclado en pantalla 
keyboardname=Mostrar el nombre del teclado
Keyboard settings=Configuración del teclado
display=Monitor
systemdark=Modo oscuro del sistema
bluelight=Luz azul
focusassist=Asistente de foco
focusoff=cierre
focusPriorityOnly=Solo notificación prioritaria
focusAlarmsOnly=Solo alarma
Notification settings=Preferencias de notificación
screen projection=Proyectar
screen INTERNAL=solo pantalla de computadora
screen CLONE=Copiar
screen EXTEND=expandir
screen EXTERNAL=segunda pantalla solamente

displayset=Configuración de pantalla
hotspot=Punto de acceso
airplane=Modo Avión
deviceon=Encendido
deviceoff=Apagado
eject=Expulsar
open=Abierto

[findertips]
Mute=Silencio
battery=Batería
AcOnLine=Conectado a la corriente,
Charging=Carga
notCharging=no se está cargando
Usebattery=Usando batería
Full battery=Batería llena
brightness=Brillo
show trayico=Mostrar bandeja

[findertitle]

[findermenubrowser]
new=Nuevo
newtab=Nueva pestaña
newwindow=Nueva ventana
favorites=Favoritos
history=Historial
download=Descargas
window=Ventana
file=Archivo
no file=Ningún archivo seleccionado

View=Visualización
Sort by=Ordenar por
Group by=Agrupar por
refresh=Actualizar
showicons=Muestra iconos de escritorio

sort_none=no
sort_bigicon=Iconos grandes
sort_mediumicon=Icono mediano
sort_smallicon=Iconos pequeños
sort_superbigicon=Iconos muy grandes
sort_list=lista
sort_details=Detalles
sort_tile=Teja
sort_content=contenido
sort_name=nombre
sort_size=tamaño
sort_type=tipo
sort_time=fecha
sort_ascending=Orden ascendente
sort_descending=Descendente
sort_AutoArrange=Los iconos se organizan automáticamente
sort_snaptogrid=Organizar automáticamente los iconos alineados con la cuadrícula


[shutdown]
shutdown=¿Desea apagar este equipo?
Reboot=¿Desea reiniciar el equipo?
Logout=¿Quieres cerrar sesión?
Dormant=¿Desea hibernar este equipo?
sleep=¿Quieres que este equipo entre en reposo?

now=Ahora
minute=minuto


[wifi]
password=Contraseña:
showpassword=Mostrar contraseña
join=Conectar
cancel=Cancelar


[weather]
0=Soleado
1=Nublado
2=día nublado
3=Duchas
4=Thundershower
5=Tormentas eléctricas con granizo
6=Aguanieve
7=Lluvia ligera
8=Lluvia moderada
9=fuertes lluvias
10=tormenta
11=Fuertes lluvias
12=Fuertes lluvias
13=Duchas de nieve
14=Koyuki
15=Zhongxue
16=Fuertes nevadas
17=Ventisca
18=diente
19=Lluvia helada
20=Tormenta de arena
21=Lluvia ligera a moderada
22=Lluvia moderada a fuerte
23=Fuertes lluvias
24=Lluvias fuertes a lluvias fuertes
25=Lluvias fuertes a lluvias extremas
26=Nieve pequeña a mediana
27=Nieve moderada a fuerte
28=Grande a Blizzard
29=Polvo flotante
30=arena
31=Fuerte tormenta de arena
32=Niebla densa
33=Nieve
49=Fuerte niebla
53=neblina
54=Neblina moderada
55=Neblina pesada
56=Neblina severa
57=Niebla espesa
58=Fuerte niebla
301=lluvia
302=Nieve